init:
    $ phrases = [
            '''В некотором царстве, в некотором государстве жил-был помещик, жил и на свет глядючи радовался.\
        Всего у него было довольно: и крестьян, и хлеба, и скота, и земли, и садов. И был тот помещик глупый, читал \
        газету «Весть» и тело имел мягкое, белое и рассыпчатое.\
        Только и взмолился однажды богу этот помещик:— Господи! всем я от тебя доволен, всем награжден! 
        Одно только сердцу моему непереносно: очень уж много развелось в нашем царстве мужика!\
        Но бог знал, что помещик тот глупый, и прошению его не внял.\
        Видит помещик, что мужика с каждым днем не убывает, а все прибывает, — видит и опасается: «А ну, как он у меня все добро приест?»\
        Заглянет помещик в газету «Весть», ка́к в сем случае поступать должно, и прочитает: «Старайся!»\
        — Одно только слово написано, — молвит глупый помещик, — а золотое это слово!И начал он стараться, 
        и не то чтоб как-нибудь, а все по правилу. Курица ли крестьянская в господские овсы забредет — сейчас ее, 
        по правилу, в суп; дровец ли крестьянин нарубить по секрету в господском лесу соберется\
        — сейчас эти самые дрова на господский двор, а с порубщика, по правилу, штраф.''', 

            '''— Больше я нынче этими штрафами на них действую! — говорит помещик соседям своим, — потому что для них это понятнее.
        Видят мужики: хоть и глупый у них помещик, а разум ему дан большой. Сократил он их так, что некуда носа высунуть: куда ни глянут — всё нельзя, да не позволено, да не ваше! 
        Скотинка на водопой выйдет — помещик кричит: «Моя вода!» курица за околицу выбредет — помещик кричит: «Моя земля!» 
        И земля, и вода, и воздух — все его стало! Лучины не стало мужику в светец зажечь, прута не стало, чем избу вымести. 
        Вот и взмолились крестьяне всем миром к господу богу:
        — Господи! легче нам пропа́сть и с детьми с малыми, нежели всю жизнь так маяться!
        Услышал милостивый бог слезную молитву сиротскую, и не стало мужика на всем пространстве владений глупого помещика. 
        Куда девался мужик — никто того не заметил, а только видели люди, как вдруг поднялся мякинный вихрь и, словно туча черная, пронеслись в воздухе посконные мужицкие портки. 
        Вышел помещик на балкон, потянул носом и чует: чистый-пречистый во всех его владениях воздух сделался. Натурально, остался доволен. 
        Думает: «Теперь-то я понежу свое тело белое, тело белое, рыхлое, рассыпчатое!»И начал он жить да поживать и стал думать, чем бы ему свою душу утешить.
        «Заведу, думает, театр у себя! напишу к актеру Садовскому: приезжай, мол, любезный друг! и актерок с собой привози!»''',

        '''Послушался его актер Садовский: сам приехал и актерок привез. Только видит, что в доме у помещика пусто и ставить театр и занавес поднимать некому.
        — Куда же ты крестьян своих девал? — спрашивает Садовский у помещика.
        — А вот бог, по молитве моей, все мои владения от мужика очистил!
        — Однако, брат, глупый ты помещик! кто же тебе, глупому, умываться подает?
        — Да я уж и то сколько дней немытый хожу!
        — Стало быть, шампиньоны на лице ро́стить собрался? — сказал Садовский, и с этим словом и сам уехал, и актерок увез.
        Вспомнил помещик, что есть у него поблизости четыре генерала знакомых; думает:
        «Что это я все гранпасьянс да гранпасьянс раскладываю! Попробую-ко я с генералами впятером пульку-другую сыграть!»
        Сказано — сделано: написал приглашения, назначил день и отправил письма по адресу. 
        Генералы были хоть и настоящие, но голодные, а потому очень скоро приехали. 
        Приехали — и не могут надивиться, отчего такой у помещика чистый воздух стал.
        — А оттого это, — хвастается помещик, — что бог, по молитве моей, все владения мои от мужика очистил!
        — Ах, как это хорошо! — хвалят помещика генералы, — стало быть, теперь у вас этого холопьего запаху нисколько не будет?'''
    ]